tap "1password/tap"
tap "cloudflare/cloudflare"
tap "dokku/repo"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "railwayapp/railway"
brew "act"
brew "autoconf"
brew "automake"
brew "boost"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "deno"
brew "libtool"
brew "flow-cli"
brew "gh"
brew "giflib"
brew "harfbuzz"
brew "httpie"
brew "jpeg", link: true
brew "jq"
brew "pango"
brew "librsvg"
brew "mkcert"
brew "nss"
brew "pure"
brew "pyenv"
brew "python@3.10"
brew "qrencode"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "shellcheck"
brew "zsh"
brew "cloudflare/cloudflare/cloudflared"
brew "dokku/repo/dokku"
brew "railwayapp/railway/railway"
cask "1password-cli"
cask "ngrok"
vscode "arniu.sql-formatter-vscode"
vscode "astro-build.astro-vscode"
vscode "austenc.tailwind-docs"
vscode "be5invis.toml"
vscode "bierner.comment-tagged-templates"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "DanielKnights.vscode-mjml"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "forbeslindesay.vscode-sql-template-literal"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "heybourn.headwind"
vscode "humao.rest-client"
vscode "jrebocho.vscode-random"
vscode "Marko-JS.marko-vscode"
vscode "matangover.mypy"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mitchdenny.ecdc"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "obsidians.vscode-algorand"
vscode "oderwat.indent-rainbow"
vscode "Orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "Prisma.prisma"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "wix.vscode-import-cost"
